{
  "id": 3,
  "date": "2020-11-18T17:41:00",
  "date_gmt": "2020-11-18T17:41:00",
  "guid": { "rendered": "http://fprefresh.wpengine.com/?page_id=3" },
  "modified": "2021-05-31T15:27:25",
  "modified_gmt": "2021-05-31T19:27:25",
  "slug": "privacy-policy",
  "status": "publish",
  "type": "page",
  "link": "https://familypromise.org/privacy-policy/",
  "title": { "rendered": "Privacy Policy" },
  "content": {
    "rendered": "<p>[et_pb_section fb_built=&#8221;1&#8243; fullwidth=&#8221;on&#8221; _builder_version=&#8221;4.9.1&#8243; _module_preset=&#8221;default&#8221; background_color=&#8221;#F2F2F2&#8243; global_module=&#8221;1664&#8243; saved_tabs=&#8221;all&#8221;][et_pb_fullwidth_header title=&#8221;@ET-DC@eyJkeW5hbWljIjp0cnVlLCJjb250ZW50IjoicG9zdF90aXRsZSIsInNldHRpbmdzIjp7ImJlZm9yZSI6IiIsImFmdGVyIjoiIn19@&#8221; module_class=&#8221;fp-page-header&#8221; _builder_version=&#8221;4.9.2&#8243; _dynamic_attributes=&#8221;title,background_image&#8221; _module_preset=&#8221;default&#8221; title_font=&#8221;|300|||||||&#8221; title_font_size=&#8221;90px&#8221; content_link_text_color=&#8221;#FFFFFF&#8221; background_enable_color=&#8221;off&#8221; use_background_color_gradient=&#8221;on&#8221; background_color_gradient_start=&#8221;rgba(0,0,0,0)&#8221; background_color_gradient_end=&#8221;rgba(0,0,0,0.78)&#8221; background_color_gradient_start_position=&#8221;60%&#8221; background_color_gradient_overlays_image=&#8221;on&#8221; background_image=&#8221;@ET-DC@eyJkeW5hbWljIjp0cnVlLCJjb250ZW50IjoicG9zdF9mZWF0dXJlZF9pbWFnZSIsInNldHRpbmdzIjp7fX0=@&#8221; min_height=&#8221;600px&#8221; text_shadow_style=&#8221;preset3&#8243; content_link_text_color__hover_enabled=&#8221;on|hover&#8221; content_link_text_color__hover=&#8221;#FEC357&#8243;]</p>\n<div class='breadcrumb-wrapper'></div>\n<p>[/et_pb_fullwidth_header][/et_pb_section][et_pb_section fb_built=&#8221;1&#8243; _builder_version=&#8221;4.9.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_row _builder_version=&#8221;4.9.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_column type=&#8221;4_4&#8243; _builder_version=&#8221;4.9.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_text _builder_version=&#8221;4.9.4&#8243; _module_preset=&#8221;default&#8221; text_font_size=&#8221;22px&#8221; header_2_font=&#8221;|||on|||||&#8221; hover_enabled=&#8221;0&#8243; sticky_enabled=&#8221;0&#8243;]</p>\n<article class=\"article-is-ready\">\n<div class=\"container\">\n<div class=\"row\">\n<div class=\"col-md-10 col-md-offset-1\">\n<p>The <strong>Website Privacy Policy</strong> and <strong>Donor Privacy Policy</strong> applicable to the Family Promise, Inc. (the “organization” or “FP”) websites are provided below. If you object to any of the terms of the Website Privacy Policy or the Donor Privacy Policy, please do not use the FP websites.</p>\n<ul>\n<li style=\"list-style-type: none;\">\n<ul>\n<li>The Website Privacy Policy governs all interactions and communications made by visitors to the organization’s website, except where superseded by the Donor Privacy Policy.</li>\n<li>The Donor Privacy Policy governs all interactions and communications made through the organization’s website in the process of making a donation through the organization’s website as well as all donations made through offline means.<strong> </strong></li>\n</ul>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p><strong><u>Website Privacy Policy<br /></u></strong>The following Privacy Policy applies to information collected at <a href=\"http://www.familypromise.org\">www.familypromise.org</a> and FP-affiliated websites featuring this Privacy Policy.</p>\n<p><strong>Information Collected<br /></strong>For each visitor to this website, our web servers may automatically recognize and collect non-personally-identifiable information, such as in-bound domain names, your computer’s IP address, the type of browser in use and pages viewed. This data tells us which pages our users visit and what information they volunteer, such as survey information and/or site registrations.</p>\n<p>We only collect personally-identifiable information about you when you voluntarily submit such information to us, for example by signing up for the FP newsletter, by making a donation or by submitting information through our “Contact Us” webpage. Depending on the service you choose and the reason you are contacting us, the personally-identifiable information collected includes, but is not limited to, your name, email address, address, phone number, payment details, organizational affiliation and similar or related information (“Personal Information”).</p>\n<p><strong>Use of Information<br /></strong>Any Personal Information we collect is used only for internal review, to improve our web content, to optimize your web experience and, in some cases, to customize the content and/or layout of select pages.</p>\n<p><strong></strong>We will only use Personal Information you provide to us (and disclose it to third parties) for the purpose for which it was provided, for example:</p>\n<ul>\n<li style=\"list-style-type: none;\">\n<ul>\n<li>to periodically alert you to FP news and events;</li>\n<li>to respond to inquiries;</li>\n<li>to process donations and purchases;</li>\n<li>to provide you with and improve our services to you;</li>\n<li>to facilitate contact between you and our local affiliates at your request; and</li>\n<li>in the course of fundraising activities.</li>\n</ul>\n</li>\n</ul>\n<p>We do not share your Personal Information with any third parties without your consent, except under the following circumstances:</p>\n<ul>\n<li style=\"list-style-type: none;\">\n<ul>\n<li>as set forth above;</li>\n<li>in response to a subpoena or when we are required to do so by applicable laws or regulations, for example, in response to a court order or other legal obligation;</li>\n<li>in response to a law enforcement agency’s request;</li>\n<li>to protect the security or confidentiality of our records;</li>\n<li>in special cases when we have reason to believe that disclosing this information is necessary to prevent actual or potential fraud or to identify, contact or bring legal action against someone who may be causing injury to or interference with our rights;</li>\n<li>in the event FP goes through a reorganization (e.g., a merger into another organization), in which case you will be notified via a prominent notice on the website of any such transfer of your Personal Information;</li>\n<li>we may engage third parties which are other companies and/or individuals (agents or vendors) to perform functions on our behalf.  Examples may include providing technical assistance, mailing services, donation and purchase processing, and customer service.  These third parties will have access to Personal Information and other information only as necessary to perform their functions and to the extent permitted by law; and</li>\n<li>we may share aggregated demographic information with our affiliates and other third parties. This is not linked to any Personal Information that can identify any individual person.</li>\n</ul>\n</li>\n</ul>\n<p><strong>Use of Cookies<br /></strong>As of the date of this policy, we do not use cookies to store or collect any Personal Information. We will update this policy in the future, in the event that we may use cookies to record past activity on our website in an effort to provide better and faster service upon your return visits to this website and/or also customize certain web content based on your browser type, bandwidth or other settings to optimize your site experience.</p>\n<p>There may be “plug-ins” (i.e., third party software components) in the software on our website or our platform that do use cookies. Additionally, we may directly or through third party tracking software or services, collect browser information for their reporting, but not sensitive, personally identifying data, only aggregated data. Our third party payment processor collects cookies from individuals who use its service through our website. Such third party software and services, and our third party vendors may share the information collected with third party advertising networks. This is also non-personally-identifiable information such as the date and time of visits, the pages viewed, IP addresses, links to/from any page and time spent at the site.</p>\n<p>The “help” portion of the toolbar on most browsers will tell you how to stop accepting new cookies, how to be notified when you receive a new cookie, and how to disable existing cookies. Remember, though, without cookies, you may not be able to take full advantage of all our website features.</p>\n<p><strong>Orders<br /></strong>We request information from you on our order form or when you buy something through the online store on our website. To buy from us, you must provide contact information (like name and shipping address) and financial information (like credit card number, expiration date). This information is used for billing purposes and to fill your orders. If we have trouble processing an order, we’ll use this information to contact you.</p>\n<p><strong>Use of IP Addresses<br /></strong>We may use your IP address to help diagnose problems with our server and to administer our website.</p>\n<p><strong>Security<br /></strong>This site incorporates reasonable and appropriate safeguards using industry standard technology to heighten the security, accuracy and privacy of any Personal Information we have collected, and we have put in place reasonable precautions to protect information from loss and misuse. Our security and privacy policies are periodically reviewed and enhanced as required.</p>\n<p><strong>Linked Websites<br /></strong>Our website contains links to other websites. We are not responsible for the privacy practices or the content of such websites.</p>\n<p><strong>Children’s Privacy<br /></strong>We recognize the importance of protecting the privacy of children on the web and will never collect or maintain information at our website from those we actually know are under 13 years old. No part of our website is directed at children under the age of 13, and we do not knowingly collect Personal Information from children under age 13. If we discover that a person under the age of 13 has provided us with any Personal Information, we will delete that information from our systems. We do not reply to information requests from children under the age of 13, if so identified. A parent or guardian must initiate any requests for information from children under the age of 13 on their behalf. We encourage parents to supervise children when they browse the internet.</p>\n<p><strong>Update Personal Information and Communications Preferences<br /></strong>If you wish to update your Personal Information with us or change your communications preferences or if you no longer wish to receive communications from us, please tell us so by email, phone or written letter. Please include your exact name and contact details so that we can correctly remove you from our mailing list. Our mailing address is:</p>\n<p><strong></strong>Family Promise<br />71 Summit Ave.<br />Summit, NJ 07901</p>\n<p>We can be reached via email at <a href=\"mailto:development@familypromise.org\">development@familypromise.org</a> or by telephone at (908) 273-1100.</p>\n<p><strong></strong><strong>Changes to this Privacy Policy<br /></strong>We reserve the right to modify or supplement this policy at any time. If a material change to this policy is made, we will post a notice on the home page, and any changes to the policy will be posted on this page.</p>\n<p><strong>Questions<br /></strong>If you have any questions or concerns about our privacy statement, the practices of this site, or the use of your Personal Information, please contact us by email at<a href=\"mailto:development@familypromise.org\">development@familypromise.org</a> or by telephone at (908) 273-1100.</p>\n<p>&nbsp;</p>\n<p><strong><u>Donor Privacy Policy<br /></u></strong>Thank you for visiting Family Promise (FP) online at <a href=\"http://www.familypromise.org\">www.familypromise.org</a>. We respect your privacy and are committed to protecting your Personal Information.</p>\n<p>Our Donor Privacy Policy applies to all information received by Family Promise, both online and offline, on any Platform (“Platform”, includes the Family Promise website and mobile applications), as well as any electronic, written, or oral communications. This policy applies to each Family Promise donor, whether donating through our website (our “website” means <a href=\"http://www.familypromise.org\">www.familypromise.org</a> and FP-affiliated websites featuring this Privacy Policy) or through other, offline means (each such individual is a “donor”).</p>\n<p>The Donor Privacy Policy does not apply to users of our website who are not donors. The Donor Privacy Policy applies only with respect to a donor’s donation activity on our website, and in addition to the Website Privacy Policy; the Website Privacy Policy applies to any other use of our website by the donor or other users. In the event of any inconsistency or ambiguity between the Donor Privacy Policy below and the Website Privacy Policy above, the terms of the Donor Privacy Policy shall control with respect to information obtained in the course of a donor’s donation activity.</p>\n<p>We will not sell, rent or trade our donors’ names or Personal Information with any other entity, nor send mailings to our donors on behalf of other organizations.</p>\n<p>By submitting your information to us or any of our staff, you consent to the terms and conditions of the policy and to our processing personal information for the purposes stated below.</p>\n<p><strong>Personal Information<br /></strong>“Personal Information” is information that identifies you personally, such as your name, address, telephone number, email address, credit card data and other payment information. We collect and store the Personal Information that you have provided us in the following ways:</p>\n<ul>\n<li style=\"list-style-type: none;\">\n<ul>\n<li>When you request information through an email address identified on our website or otherwise contact us in person, by phone, or by email, we may then collect your name, address, telephone number and email in order to respond to your inquiry.</li>\n<li>We may collect your name, email address, address, telephone number and other contact information if you register for an event.</li>\n<li>We may collect your name, email address, telephone number and credit card data and other payment information when you make a contribution, either on or website, over the phone, in person, or by mailing a check.</li>\n</ul>\n</li>\n</ul>\n<p>The above list is a sample of Personal Information that may be collected by FP. From time to time, we may collect Personal Information in ways not described above.</p>\n<p><strong>Use and Disclosure of Personal Information</strong></p>\n<ul>\n<li style=\"list-style-type: none;\">\n<ul>\n<li>We will not sell, rent, or trade your Personal Information, collected on the website, by other means, or through any other business activities with anyone else.</li>\n<li>We will not send you mailings on behalf of other organizations.</li>\n<li>Except as provided in our Website Privacy Policy and our Donor Privacy Policy, we will only share your Personal Information if you give us specific permission to do so.</li>\n<li>We will collect payment information, billing address and other information necessary to process a donation or event registration and to contact you in the event of any difficulty in processing your donation or registration.</li>\n<li>We will use your information to comply with the law or in the good faith belief that such action is necessary to conform to the requirements of law or comply with legal process served on us, protect and defend our rights or act in urgent circumstances to protect the personal safety of others.</li>\n<li>We will use the Personal Information to protect against potential fraud. We may verify with third parties the information collected in the course of processing a gift, event registration or other donation. If you use a credit card or debit card, we may use card authorization and fraud screening services to verify that your card information and address matches the information that you supplied to us and that the card being used has not been reported lost or stolen.</li>\n<li>We may employ other companies and individuals (agents) to perform functions on our behalf. Examples may include providing technical assistance, mailing services, payment processing, and customer service.  These other agents will have access to Personal Information and other information only as necessary to perform their functions and to the extent permitted by law.</li>\n<li>We may share aggregated demographic information with our affiliates and other third parties. This is not linked to any Personal Information that can identify any individual person.You have the right to review information that we have collected about you. To review that information, please contact us in writing at Family Promise, 71 Summit Ave., Summit, NJ 07901.</li>\n</ul>\n</li>\n</ul>\n<p>Except as described in this Privacy Policy or at the time we request the information, we do not otherwise disclose your Personal Information to any third parties without your express permission to do so.</p>\n<p><strong>Security<br /></strong>We take precautions to protect your information. When you submit sensitive information via the website, your information is protected both online and offline.</p>\n<p>Wherever we (directly or through or our payment processing vendor) collect sensitive Personal Information (such as credit card data), that information is encrypted and transmitted to us in a secure way. You can verify this by looking for a closed lock icon at the bottom of your web browser, or looking for “https” at the beginning of the address of the web page.</p>\n<p>While we (directly or through or our payment processing vendor) use encryption to protect sensitive information transmitted online, we also protect your information offline. Only personnel who need the information to perform a specific job (for example, billing or customer service) are granted access to Personal Information. The computers/servers in which we store Personal Information are kept in a secure environment.</p>\n<p><strong>Update Personal Information and Communications Preferences<br /></strong>If you wish to update your Personal Information with us or change your communications preferences or if you no longer wish to receive communications from us, please tell us so by email, phone or written letter. Please include your exact name and contact details so that we can correctly remove you from our mailing list. Our mailing address is:</p>\n<p><strong></strong>Family Promise<br />71 Summit Ave.<br />Summit, NJ 07901</p>\n<p>We can be reached via email at <a href=\"mailto:development@familypromise.org\">development@familypromise.org</a> or by telephone at (908) 273-1100.</p>\n<p><strong></strong><strong>Changes to this Donor Privacy Policy<br /></strong>We reserve the right to modify or supplement this policy at any time. If a material change to this policy is made, we will post a notice on the home page, and any changes to the policy will be posted on this page.</p>\n<p><strong></strong><strong>Questions<br /></strong>If you have any questions or concerns about our privacy statement, the practices of this site, or the use of your Personal Information, or wish to opt out of contact from FP, please contact us by email at <a href=\"mailto:development@familypromise.org\">development@familypromise.org</a> or by telephone at (908) 273-1100.</p>\n<p>&nbsp;</p>\n<p><strong></strong><em>Revised: June 16, 2015</em></p>\n</div>\n</div>\n</div>\n</article>\n<p>[/et_pb_text][/et_pb_column][/et_pb_row][/et_pb_section]</p>\n",
    "protected": false
  },
  "excerpt": {
    "rendered": "<p><div class='breadcrumb-wrapper'></div> The Website Privacy Policy and Donor Privacy Policy applicable to the Family Promise, Inc. (the “organization” or “FP”) websites are provided below. If you object to any of the [&hellip;]</p>\n",
    "protected": false
  },
  "author": 1,
  "featured_media": 4350,
  "parent": 0,
  "menu_order": 0,
  "comment_status": "closed",
  "ping_status": "open",
  "template": "",
  "meta": {
    "_et_pb_use_builder": "on",
    "_et_pb_old_content": "<!-- wp:heading -->\n<h2>Who we are</h2>\n<!-- /wp:heading -->\n\n<!-- wp:paragraph -->\n<p>Our website address is: http://fprefresh.wpengine.com.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:heading -->\n<h2>What personal data we collect and why we collect it</h2>\n<!-- /wp:heading -->\n\n<!-- wp:heading {\"level\":3} -->\n<h3>Comments</h3>\n<!-- /wp:heading -->\n\n<!-- wp:paragraph -->\n<p>When visitors leave comments on the site we collect the data shown in the comments form, and also the visitor’s IP address and browser user agent string to help spam detection.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>An anonymized string created from your email address (also called a hash) may be provided to the Gravatar service to see if you are using it. The Gravatar service privacy policy is available here: https://automattic.com/privacy/. After approval of your comment, your profile picture is visible to the public in the context of your comment.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:heading {\"level\":3} -->\n<h3>Media</h3>\n<!-- /wp:heading -->\n\n<!-- wp:paragraph -->\n<p>If you upload images to the website, you should avoid uploading images with embedded location data (EXIF GPS) included. Visitors to the website can download and extract any location data from images on the website.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:heading {\"level\":3} -->\n<h3>Contact forms</h3>\n<!-- /wp:heading -->\n\n<!-- wp:heading {\"level\":3} -->\n<h3>Cookies</h3>\n<!-- /wp:heading -->\n\n<!-- wp:paragraph -->\n<p>If you leave a comment on our site you may opt-in to saving your name, email address and website in cookies. These are for your convenience so that you do not have to fill in your details again when you leave another comment. These cookies will last for one year.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>If you visit our login page, we will set a temporary cookie to determine if your browser accepts cookies. This cookie contains no personal data and is discarded when you close your browser.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>When you log in, we will also set up several cookies to save your login information and your screen display choices. Login cookies last for two days, and screen options cookies last for a year. If you select \"Remember Me\", your login will persist for two weeks. If you log out of your account, the login cookies will be removed.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>If you edit or publish an article, an additional cookie will be saved in your browser. This cookie includes no personal data and simply indicates the post ID of the article you just edited. It expires after 1 day.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:heading {\"level\":3} -->\n<h3>Embedded content from other websites</h3>\n<!-- /wp:heading -->\n\n<!-- wp:paragraph -->\n<p>Articles on this site may include embedded content (e.g. videos, images, articles, etc.). Embedded content from other websites behaves in the exact same way as if the visitor has visited the other website.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>These websites may collect data about you, use cookies, embed additional third-party tracking, and monitor your interaction with that embedded content, including tracking your interaction with the embedded content if you have an account and are logged in to that website.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:heading {\"level\":3} -->\n<h3>Analytics</h3>\n<!-- /wp:heading -->\n\n<!-- wp:heading -->\n<h2>Who we share your data with</h2>\n<!-- /wp:heading -->\n\n<!-- wp:heading -->\n<h2>How long we retain your data</h2>\n<!-- /wp:heading -->\n\n<!-- wp:paragraph -->\n<p>If you leave a comment, the comment and its metadata are retained indefinitely. This is so we can recognize and approve any follow-up comments automatically instead of holding them in a moderation queue.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>For users that register on our website (if any), we also store the personal information they provide in their user profile. All users can see, edit, or delete their personal information at any time (except they cannot change their username). Website administrators can also see and edit that information.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:heading -->\n<h2>What rights you have over your data</h2>\n<!-- /wp:heading -->\n\n<!-- wp:paragraph -->\n<p>If you have an account on this site, or have left comments, you can request to receive an exported file of the personal data we hold about you, including any data you have provided to us. You can also request that we erase any personal data we hold about you. This does not include any data we are obliged to keep for administrative, legal, or security purposes.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:heading -->\n<h2>Where we send your data</h2>\n<!-- /wp:heading -->\n\n<!-- wp:paragraph -->\n<p>Visitor comments may be checked through an automated spam detection service.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:heading -->\n<h2>Your contact information</h2>\n<!-- /wp:heading -->\n\n<!-- wp:heading -->\n<h2>Additional information</h2>\n<!-- /wp:heading -->\n\n<!-- wp:heading {\"level\":3} -->\n<h3>How we protect your data</h3>\n<!-- /wp:heading -->\n\n<!-- wp:heading {\"level\":3} -->\n<h3>What data breach procedures we have in place</h3>\n<!-- /wp:heading -->\n\n<!-- wp:heading {\"level\":3} -->\n<h3>What third parties we receive data from</h3>\n<!-- /wp:heading -->\n\n<!-- wp:heading {\"level\":3} -->\n<h3>What automated decision making and/or profiling we do with user data</h3>\n<!-- /wp:heading -->\n\n<!-- wp:heading {\"level\":3} -->\n<h3>Industry regulatory disclosure requirements</h3>\n<!-- /wp:heading -->",
    "_et_gb_content_width": ""
  },
  "yoast_head": "<!-- This site is optimized with the Yoast SEO plugin v17.3 - https://yoast.com/wordpress/plugins/seo/ -->\n<title>Privacy Policy - Family Promise</title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" />\n<link rel=\"canonical\" href=\"https://familypromise.org/privacy-policy/\" />\n<meta property=\"og:locale\" content=\"en_US\" />\n<meta property=\"og:type\" content=\"article\" />\n<meta property=\"og:title\" content=\"Privacy Policy - Family Promise\" />\n<meta property=\"og:description\" content=\"The Website Privacy Policy and Donor Privacy Policy applicable to the Family Promise, Inc. (the “organization” or “FP”) websites are provided below. If you object to any of the [&hellip;]\" />\n<meta property=\"og:url\" content=\"https://familypromise.org/privacy-policy/\" />\n<meta property=\"og:site_name\" content=\"Family Promise\" />\n<meta property=\"article:publisher\" content=\"https://facebook.com/FamilyPromise\" />\n<meta property=\"article:modified_time\" content=\"2021-05-31T19:27:25+00:00\" />\n<meta property=\"og:image\" content=\"https://familypromise.org/wp-content/uploads/2021/05/programs-services-header2.jpg\" />\n\t<meta property=\"og:image:width\" content=\"1900\" />\n\t<meta property=\"og:image:height\" content=\"800\" />\n<meta name=\"twitter:card\" content=\"summary_large_image\" />\n<meta name=\"twitter:site\" content=\"@fpnational\" />\n<meta name=\"twitter:label1\" content=\"Est. reading time\" />\n\t<meta name=\"twitter:data1\" content=\"13 minutes\" />\n<script type=\"application/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https://schema.org\",\"@graph\":[{\"@type\":\"Organization\",\"@id\":\"https://familypromise.org/#organization\",\"name\":\"Family Promise\",\"url\":\"https://familypromise.org/\",\"sameAs\":[\"https://facebook.com/FamilyPromise\",\"https://www.instagram.com/family.promise\",\"https://youtube.com/FamilyPromise\",\"https://twitter.com/fpnational\"],\"logo\":{\"@type\":\"ImageObject\",\"@id\":\"https://familypromise.org/#logo\",\"inLanguage\":\"en-US\",\"url\":\"https://familypromise.org/wp-content/uploads/2021/08/FP-2021_stacked.png\",\"contentUrl\":\"https://familypromise.org/wp-content/uploads/2021/08/FP-2021_stacked.png\",\"width\":1201,\"height\":679,\"caption\":\"Family Promise\"},\"image\":{\"@id\":\"https://familypromise.org/#logo\"}},{\"@type\":\"WebSite\",\"@id\":\"https://familypromise.org/#website\",\"url\":\"https://familypromise.org/\",\"name\":\"Family Promise\",\"description\":\"Transforming the lives of families experiencing homelessness.\",\"publisher\":{\"@id\":\"https://familypromise.org/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https://familypromise.org/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"@id\":\"https://familypromise.org/privacy-policy/#primaryimage\",\"inLanguage\":\"en-US\",\"url\":\"https://familypromise.org/wp-content/uploads/2021/05/programs-services-header2.jpg\",\"contentUrl\":\"https://familypromise.org/wp-content/uploads/2021/05/programs-services-header2.jpg\",\"width\":1900,\"height\":800,\"caption\":\"Programs & Services\"},{\"@type\":\"WebPage\",\"@id\":\"https://familypromise.org/privacy-policy/#webpage\",\"url\":\"https://familypromise.org/privacy-policy/\",\"name\":\"Privacy Policy - Family Promise\",\"isPartOf\":{\"@id\":\"https://familypromise.org/#website\"},\"primaryImageOfPage\":{\"@id\":\"https://familypromise.org/privacy-policy/#primaryimage\"},\"datePublished\":\"2020-11-18T17:41:00+00:00\",\"dateModified\":\"2021-05-31T19:27:25+00:00\",\"breadcrumb\":{\"@id\":\"https://familypromise.org/privacy-policy/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https://familypromise.org/privacy-policy/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https://familypromise.org/privacy-policy/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https://familypromise.org/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Privacy Policy\"}]}]}</script>\n<!-- / Yoast SEO plugin. -->",
  "yoast_head_json": {
    "title": "Privacy Policy - Family Promise",
    "robots": {
      "index": "index",
      "follow": "follow",
      "max-snippet": "max-snippet:-1",
      "max-image-preview": "max-image-preview:large",
      "max-video-preview": "max-video-preview:-1"
    },
    "canonical": "https://familypromise.org/privacy-policy/",
    "og_locale": "en_US",
    "og_type": "article",
    "og_title": "Privacy Policy - Family Promise",
    "og_description": "The Website Privacy Policy and Donor Privacy Policy applicable to the Family Promise, Inc. (the “organization” or “FP”) websites are provided below. If you object to any of the [&hellip;]",
    "og_url": "https://familypromise.org/privacy-policy/",
    "og_site_name": "Family Promise",
    "article_publisher": "https://facebook.com/FamilyPromise",
    "article_modified_time": "2021-05-31T19:27:25+00:00",
    "og_image": [
      {
        "width": 1900,
        "height": 800,
        "url": "https://familypromise.org/wp-content/uploads/2021/05/programs-services-header2.jpg",
        "type": "image/jpeg"
      }
    ],
    "twitter_card": "summary_large_image",
    "twitter_site": "@fpnational",
    "twitter_misc": { "Est. reading time": "13 minutes" },
    "schema": {
      "@context": "https://schema.org",
      "@graph": [
        {
          "@type": "Organization",
          "@id": "https://familypromise.org/#organization",
          "name": "Family Promise",
          "url": "https://familypromise.org/",
          "sameAs": [
            "https://facebook.com/FamilyPromise",
            "https://www.instagram.com/family.promise",
            "https://youtube.com/FamilyPromise",
            "https://twitter.com/fpnational"
          ],
          "logo": {
            "@type": "ImageObject",
            "@id": "https://familypromise.org/#logo",
            "inLanguage": "en-US",
            "url": "https://familypromise.org/wp-content/uploads/2021/08/FP-2021_stacked.png",
            "contentUrl": "https://familypromise.org/wp-content/uploads/2021/08/FP-2021_stacked.png",
            "width": 1201,
            "height": 679,
            "caption": "Family Promise"
          },
          "image": { "@id": "https://familypromise.org/#logo" }
        },
        {
          "@type": "WebSite",
          "@id": "https://familypromise.org/#website",
          "url": "https://familypromise.org/",
          "name": "Family Promise",
          "description": "Transforming the lives of families experiencing homelessness.",
          "publisher": { "@id": "https://familypromise.org/#organization" },
          "potentialAction": [
            {
              "@type": "SearchAction",
              "target": {
                "@type": "EntryPoint",
                "urlTemplate": "https://familypromise.org/?s={search_term_string}"
              },
              "query-input": "required name=search_term_string"
            }
          ],
          "inLanguage": "en-US"
        },
        {
          "@type": "ImageObject",
          "@id": "https://familypromise.org/privacy-policy/#primaryimage",
          "inLanguage": "en-US",
          "url": "https://familypromise.org/wp-content/uploads/2021/05/programs-services-header2.jpg",
          "contentUrl": "https://familypromise.org/wp-content/uploads/2021/05/programs-services-header2.jpg",
          "width": 1900,
          "height": 800,
          "caption": "Programs & Services"
        },
        {
          "@type": "WebPage",
          "@id": "https://familypromise.org/privacy-policy/#webpage",
          "url": "https://familypromise.org/privacy-policy/",
          "name": "Privacy Policy - Family Promise",
          "isPartOf": { "@id": "https://familypromise.org/#website" },
          "primaryImageOfPage": {
            "@id": "https://familypromise.org/privacy-policy/#primaryimage"
          },
          "datePublished": "2020-11-18T17:41:00+00:00",
          "dateModified": "2021-05-31T19:27:25+00:00",
          "breadcrumb": {
            "@id": "https://familypromise.org/privacy-policy/#breadcrumb"
          },
          "inLanguage": "en-US",
          "potentialAction": [
            {
              "@type": "ReadAction",
              "target": ["https://familypromise.org/privacy-policy/"]
            }
          ]
        },
        {
          "@type": "BreadcrumbList",
          "@id": "https://familypromise.org/privacy-policy/#breadcrumb",
          "itemListElement": [
            {
              "@type": "ListItem",
              "position": 1,
              "name": "Home",
              "item": "https://familypromise.org/"
            },
            { "@type": "ListItem", "position": 2, "name": "Privacy Policy" }
          ]
        }
      ]
    }
  },
  "_links": {
    "self": [{ "href": "https://familypromise.org/wp-json/wp/v2/pages/3" }],
    "collection": [{ "href": "https://familypromise.org/wp-json/wp/v2/pages" }],
    "about": [{ "href": "https://familypromise.org/wp-json/wp/v2/types/page" }],
    "author": [
      {
        "embeddable": true,
        "href": "https://familypromise.org/wp-json/wp/v2/users/1"
      }
    ],
    "replies": [
      {
        "embeddable": true,
        "href": "https://familypromise.org/wp-json/wp/v2/comments?post=3"
      }
    ],
    "version-history": [
      {
        "count": 0,
        "href": "https://familypromise.org/wp-json/wp/v2/pages/3/revisions"
      }
    ],
    "wp:featuredmedia": [
      {
        "embeddable": true,
        "href": "https://familypromise.org/wp-json/wp/v2/media/4350"
      }
    ],
    "wp:attachment": [
      { "href": "https://familypromise.org/wp-json/wp/v2/media?parent=3" }
    ],
    "curies": [
      { "name": "wp", "href": "https://api.w.org/{rel}", "templated": true }
    ]
  }
}
