{
  "id": 4710,
  "date": "2021-05-31T15:20:54",
  "date_gmt": "2021-05-31T19:20:54",
  "guid": {
    "rendered": "https://staging.familypromise.org/privacy-policy-copy/"
  },
  "modified": "2021-05-31T15:24:55",
  "modified_gmt": "2021-05-31T19:24:55",
  "slug": "terms-of-use",
  "status": "publish",
  "type": "page",
  "link": "https://familypromise.org/terms-of-use/",
  "title": { "rendered": "Terms of Use" },
  "content": {
    "rendered": "<p>[et_pb_section fb_built=&#8221;1&#8243; fullwidth=&#8221;on&#8221; _builder_version=&#8221;4.9.1&#8243; _module_preset=&#8221;default&#8221; background_color=&#8221;#F2F2F2&#8243; global_module=&#8221;1664&#8243; saved_tabs=&#8221;all&#8221;][et_pb_fullwidth_header title=&#8221;@ET-DC@eyJkeW5hbWljIjp0cnVlLCJjb250ZW50IjoicG9zdF90aXRsZSIsInNldHRpbmdzIjp7ImJlZm9yZSI6IiIsImFmdGVyIjoiIn19@&#8221; module_class=&#8221;fp-page-header&#8221; _builder_version=&#8221;4.9.2&#8243; _dynamic_attributes=&#8221;title,background_image&#8221; _module_preset=&#8221;default&#8221; title_font=&#8221;|300|||||||&#8221; title_font_size=&#8221;90px&#8221; content_link_text_color=&#8221;#FFFFFF&#8221; background_enable_color=&#8221;off&#8221; use_background_color_gradient=&#8221;on&#8221; background_color_gradient_start=&#8221;rgba(0,0,0,0)&#8221; background_color_gradient_end=&#8221;rgba(0,0,0,0.78)&#8221; background_color_gradient_start_position=&#8221;60%&#8221; background_color_gradient_overlays_image=&#8221;on&#8221; background_image=&#8221;@ET-DC@eyJkeW5hbWljIjp0cnVlLCJjb250ZW50IjoicG9zdF9mZWF0dXJlZF9pbWFnZSIsInNldHRpbmdzIjp7fX0=@&#8221; min_height=&#8221;600px&#8221; text_shadow_style=&#8221;preset3&#8243; content_link_text_color__hover_enabled=&#8221;on|hover&#8221; content_link_text_color__hover=&#8221;#FEC357&#8243;]</p>\n<div class='breadcrumb-wrapper'></div>\n<p>[/et_pb_fullwidth_header][/et_pb_section][et_pb_section fb_built=&#8221;1&#8243; _builder_version=&#8221;4.9.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_row _builder_version=&#8221;4.9.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_column type=&#8221;4_4&#8243; _builder_version=&#8221;4.9.1&#8243; _module_preset=&#8221;default&#8221;][et_pb_text _builder_version=&#8221;4.9.4&#8243; _module_preset=&#8221;default&#8221; text_font_size=&#8221;22px&#8221; header_2_font=&#8221;|||on|||||&#8221; hover_enabled=&#8221;0&#8243; sticky_enabled=&#8221;0&#8243;]</p>\n<p>The Terms of Use applicable to the Family Promise, Inc. (the “organization” or “FP”) websites are provided below. If you object to any of the Terms of Use, please do not use the FP websites.</p>\n<ul>\n<li style=\"list-style-type: none;\">\n<ul>\n<li>The Terms of Use apply to all visitors to the organization’s website.</li>\n</ul>\n</li>\n</ul>\n<h3><strong>Terms of Use</strong></h3>\n<p>These Terms of Use (the “Terms” or “Agreement”) set forth the terms and conditions under which individuals may use the FP Site. By using the FP Site, you accept these Terms and conditions in their entirety. These Terms and the Site are subject to change by FP at any time without notice. Any use of the Site by you after the effective date of any changes will constitute your acceptance of such changes. You should periodically check the FP Site for updates or changes.</p>\n<p>For purposes of these Terms, the “Site” shall mean <a href=\"http://www.familypromise.org\">www.familypromise.org</a> and any other FP branded websites, web pages, mobile applications and mobile websites operated by FP, Inc. (“FP” or “we”) and FP’s privacy policy. “Site” does not include the sites or services offered by any other FP subsidiaries or Affiliates.</p>\n<p><strong>1. Description of Services; Limitations</strong><br />FP may offer various Services to help users of the Site (“users”) facilitate payment of donations to FP, contact FP, and get information about FP, our Affiliates and related services. Our services continue to grow and change. Please refer to our Site for further information about the Services we provide.</p>\n<p>FP is not responsible for the conduct, whether online or offline, of any of our Affiliates or their providers, employees, or volunteers. Moreover, FP does not assume, and expressly disclaims, any liability that may result from the use of information provided on our Site. All users of our website hereby expressly agree not to hold FP (or FP’s officers, directors, volunteers, employees, subsidiaries, successors, assignees, agents, representatives, advertisers, marketing partners, licensors, independent contractors, recruiters, or corporate partners, hereinafter “FP Parties”) liable for the actions or inactions of any of our Affiliates or other third parties or for any information, instruction, advice, goods or services which originated through the Site, and, to the maximum extent permissible under applicable law, FP and its FP Parties expressly disclaim any liability whatsoever for any damage, suits, claims, and/or controversies that have arisen or may arise, whether known or unknown therefrom.</p>\n<p><strong>2. Eligibility to Use the Site</strong><br />FP site users will meet the following criteria:</p>\n<p style=\"padding-left: 40px;\">• You must be eighteen (18) years of age or older; however, individuals fourteen (14) to seventeen (17) years of age may use our Site with the consent and supervision of their parent or legal guardian. If you do not meet the above age requirements, do not use the Site or Services.<br />• The Site and the Services are currently available only to individuals who are legally in the jurisdiction of the United States.<br />• You must not be a competitor of FP or using our Services for reasons that are in competition with FP.</p>\n<p><strong>3. Rules for User Conduct</strong><br />The following rules pertain to “Content,” which is defined as any communications, images, sounds, videos, and all other material, data, and information that you upload or transmit through FP’s Site, or that other users upload or transmit, including without limitation any content, messages, photos, audios, videos, reviews or profiles that you publish or display (hereinafter, “post”). By transmitting and submitting any Content while using our Site, you agree, represent and warrant as follows:</p>\n<p style=\"padding-left: 40px;\">• You are solely responsible for any Content that you post on the Site, or transmit to other users of the Site. You will not post on the Site, or transmit to other users, any defamatory, inaccurate, abusive, obscene, profane, offensive, sexually oriented, threatening, harassing, defamatory, racially offensive, or illegal material, or any material that infringes or violates another party’s rights (including, but not limited to, intellectual property rights, and rights of privacy and publicity), or advocate, promote or assist any unlawful act such as (by way of example only) copyright infringement or computer misuse, or give the impression that any Content emanates from FP where this is not the case. You will not provide inaccurate, misleading, defamatory or false information to FP or our affiliates, or to any other user of the Site, and all opinions stated as part of Content must be genuinely held. Without limiting the foregoing, you represent and warrant to us that you have the right and authority to post and/or transmit all information you provide about yourself or others, including without limitation that you have authorization from a parent or guardian of any minor who is the subject of any Content you provide, to provide such Content.<br />• FP may, in its sole discretion, review and delete any Content, in each case in whole or in part, that in the sole judgment of FP violates these Terms or which FP determines in its sole discretion might be offensive, illegal, or that might violate the rights, harm, or threaten the safety of users of the Site or others.<br />• You have the right, and hereby grant, to FP, its FP Parties, licensees and successors, an irrevocable, perpetual, non-exclusive, fully paid, worldwide license to use, copy, perform, display, reproduce, adapt, modify and distribute your Content and to prepare derivative works of, or incorporate into other works, such Content, and to grant and authorize sublicenses of the foregoing. You further represent and warrant that public posting and use of your Content by FP will not infringe or violate the rights of any third party.<br />• Your use of the Site, including but not limited to the Content you provide on or through the Site, must be in accordance with any and all applicable laws and regulations.<br />• FP is not responsible for any claims relating to any inaccurate, untimely or incomplete information provided by users of the Site.</p>\n<p>You agree that FP has no obligation to remove any information provided on or through the Site about you or any other person or entity.</p>\n<p><strong>To the maximum extent permitted by law, FP disclaims any liability whatsoever for any misstatements and/or misrepresentations made by any users of the Site. Users do hereby represent, understand and agree to hold FP harmless for any misstatements and/or misrepresentations made by or on behalf of them on or through this Site or in any other venue.</strong></p>\n<p><strong>Prohibited Uses</strong><br />By using the Site of FP, you agree that you will not under any circumstances:</p>\n<p style=\"padding-left: 40px;\">• use the Site or any information contained therein in any way that is abusive, threatening, obscene, defamatory, libelous, or racially, sexually, religiously, or otherwise objectionable and offensive;<br />• use the Site for any unlawful purpose, for any purpose not expressly intended by FP or for the promotion of illegal activities;<br />• attempt to, or harass, abuse or harm another person or group;<br />• use another user’s FP account;<br />• provide false or inaccurate information when making a donation on the Site or with FP or otherwise using the Site;<br />• attempt to re-register with FP if we have terminated your account for any or no reason or terminate your registration and re-register in order to prevent a review from being associated with your account;<br />• interfere or attempt to interfere with the proper functioning of FP’s Site;<br />• make any automated use of the system, or take any action that we deem to impose or to potentially impose an unreasonable or disproportionately large load on our servers or network infrastructure;<br />• bypass any robot exclusion headers or other measures we take to restrict access to the Site or use any software, technology, or device to scrape, spider, or crawl the Site or harvest or manipulate data;<br />• use the communication systems provided by or contacts made on FP for any commercial solicitation purposes;<br />• publish or link to malicious content intended to damage or disrupt another user’s browser or computer.</p>\n<p><strong>4. Termination of Use of the Site</strong><br />Should FP determine that you are not eligible to use the Site, have violated any terms stated herein or in any of the Additional Terms, are not suitable for participation in the use of the Site, or have misused or misappropriated Site content, including but not limited to use on a “mirrored”, competitive, or third party site, FP reserves the right, at its sole discretion, to immediately terminate your access to all or part of the FP Site, with or without notice.</p>\n<p><strong>5. Privacy</strong><br />FP will only use the information you provide on the Site or via other channels in accordance with our applicable Privacy Policy. For more information, see our full Privacy Policy, the terms of which are incorporated herein.</p>\n<p><strong>6. LinksTo External Sites</strong><br />Links from the Site to external sites (including external sites that are framed by FP) or inclusion of advertisements do not constitute an endorsement by FP of such sites or the content, products, advertising and other materials presented on such sites or of the products and services that are the subject of such advertisements, but are for users’ reference and convenience. Users access them at their own risk. FP does not control such sites, and is not responsible for their content. Users further acknowledge that use of any site controlled, owned or operated by third parties is governed by the terms and conditions of use for those sites, and not by FP’s Terms of Use and Privacy Policy. FP expressly disclaims any liability derived from the use and/or viewing of links that may appear on this Site. All users hereby agree to hold FP harmless from any liability that may result from the use of links that may appear on the Site.</p>\n<p><strong>7. Payment Policy</strong><br />In order to utilize some FP Services or product offerings (such as purchasing an item in our online store) or to make a donation, the user of such Services or product offerings and/or the donor, as applicable, must pay FP either a recurring subscription or one-time fee or payment. In addition, the user is responsible for any state or local sales taxes associated with the Services or product offerings purchased.</p>\n<p>If you sign up for a recurring donation, you authorize FP (and/or its payment processing vendors) to charge your chosen payment provider according to the terms of the plan to which you subscribe. The subscription period and the amount and frequency of the charges or payments will vary depending on donation plan you select. FP reserves the right to correct any errors or mistakes that it makes even if it has already requested or received payment.</p>\n<p>To the extent you elect to purchase product offerings we may offer for a fee, you authorize FP (and/or its payment processing vendors) to charge your chosen payment provider for the products you purchase. You agree that if FP already has your credit card on file as a result of prior purchases you have made, we may charge that credit card for the additional products you purchase unless you provide an acceptable alternate form of payment.</p>\n<p>Some FP recurring donations will continue indefinitely until cancelled by the user. After your initial donation commitment period, and again after any subsequent donation period, your recurring donation will automatically renew for an additional equivalent period as the donation term you originally selected and at the donation rate and frequency disclosed to you on the Site when you originally agreed to make recurring donations, unless otherwise provided at the time you subscribed. If you sign up for a payment plan that allows you to be charged monthly over donation period and you decide to cancel your donation during the period, you acknowledge and agree that you will continue to be billed for the donation on a monthly basis until its originally scheduled expiration date.</p>\n<p>All payments for products and all donations are non-refundable Notwithstanding the foregoing, if you have a recurring donation agreement that is automatically renewed, we will refund the most recent charge to your credit card if you cancel your donation within thirty (30) days after the most recent charge, The refund will apply to the most recent charge only. Donations are not refundable except as expressly provided in this paragraph.</p>\n<p><strong>8. Release of Liability for Conduct and Disputes</strong><br />We are not an employer of our Affiliates or partners, or individuals associated with them. Users of our Site may seek the services of our Affiliates or partners through the use of the Site, and affiliates and partners may provide information and submit proposals to users regarding their services. Each of our Affiliates and partners operates independently of FP and is not under our control. Any issues concerning the conduct of any of our Affiliates or partners or any individual or organization associated with or referred by them (collectively, “Partner Parties”) including, without limitation, the services received by the user of our Site, must be resolved directly between the relevant Partner Parties and such user. FP will not be held responsible and expressly disclaims any liability whatsoever for any claims, demands or damages direct or indirect of every kind and nature, known and unknown, suspected and unsuspected, disclosed and undisclosed, arising out of or in any way connected with such issues. By using this Site, you do hereby represent, understand, and expressly agree to hold FP harmless for any claim or controversy that may arise from any disputes between you and any Partner Parties and/or other user(s) of the Site. You agree to take reasonable precautions in all interactions with the Partner Parties and other users of the Site, particularly if you decide to meet offline. By using the Site, you do hereby agree to report any alleged improprieties of any users therein or any Partner Parties to FP immediately by notifying FP of the same via electronic correspondence or telephone.</p>\n<p><strong>10. Disclaimers; Limitations; Waivers; Indemnification</strong><br /><strong>10.1 No Warranty</strong><br />The information and materials contained on the Site, including text, graphics, information, links or other items are provided “as is”, “as available” without any representations or warranties, express or implied. TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, FP DOES NOT: (1) WARRANT THE ACCURACY, ADEQUACY OR COMPLETENESS OF THIS INFORMATION AND/OR MATERIALS; (2) ADOPT, ENDORSE OR ACCEPT RESPONSIBILITY FOR THE ACCURACY OR RELIABILITY OF ANY OPINION, ADVICE, OR STATEMENT MADE BY ANY PARTY OTHER THAN FP; (3) WARRANT THAT YOUR USE OF THE SERVICES WILL BE SECURE, FREE FROM COMPUTER VIRUSES, UNINTERRUPTED, ALWAYS AVAILABLE, ERROR-FREE OR WILL MEET YOUR REQUIREMENTS, OR THAT ANY DEFECTS IN THE SERVICES WILL BE CORRECTED; OR (4) GIVE ANY WARRANTIES OF FITNESS FOR A PARTICULAR PURPOSE OR NON-INFRINGEMENT OF THIRD PARTY RIGHTS. TO THE EXTENT PERMITTED BY APPLICABLE LAW, FP EXPRESSLY EXCLUDES ALL CONDITIONS, WARRANTIES AND OTHER TERMS WHICH MIGHT OTHERWISE BE IMPLIED BY STATUTE, COMMON LAW OR THE LAW OF EQUITY AND DISCLAIMS LIABILITY FOR ERRORS OR OMISSIONS IN THIS INFORMATION AND MATERIALS.</p>\n<p>IN ADDITION AND WITHOUT LIMITING THE FOREGOING, FP MAKES NO REPRESENTATION OR WARRANTIES OF ANY KIND WHETHER EXPRESS OR IMPLIED REGARDING THE SUITABILITY OF ANY USER OF OUR SITE OR SERVICES OR ANY PARTNER PARTIES TO PROVIDE SERVICES.</p>\n<p>WITH RESPECT TO CORPORATE ENTITIES AND OTHER ORGANIZATIONS, THE INFORMATION AND MATERIAL CONTAINED ON THE SITE IS PROVIDED FOR YOUR INTERNAL USE ONLY AND MAY NOT BE COPIED OR REDISTRIBUTED FOR ANY REASON ABSENT FP’S PRIOR WRITTEN CONSENT. THIS INFORMATION IS PROVIDED “AS IS” WITHOUT WARRANTY OF ANY KIND. THE INFORMATION IS THE INTELLECTUAL PROPERTY OF THE FP OR ITS INFORMATION PROVIDERS. IN NO EVENT WILL FP OR ITS INFORMATION PROVIDERS BE LIABLE IN ANY WAY WITH REGARD TO SUCH INFORMATION. YOUR USE OF THE INFORMATION MUST IN ALL CASES COMPLY WITH ALL APPLICABLE LAWS AND REGULATIONS.</p>\n<p><strong>10.2. Assumption of Risk</strong><br />You assume all risk when using the Site and the Services, including but not limited to all of the risks associated with any online or offline interactions with users of the Site or the Services.</p>\n<p><strong>10.3. Limitation of Liability</strong><br /><strong>Incidental Damages and Aggregate Liability</strong>. In no event will FP be liable for any indirect, special, incidental, or consequential damages, losses or expenses arising out of or relating to the use or inability to use the Site, including without limitation damages related to any information received from the Site, removal of content from the Site, including profile information, any email distributed to any user or any linked web site or use thereof or inability to use by any party, or in connection with any termination of your ability to access the Site, failure of performance, error, omission, interruption, defect, delay in operation or transmission, computer virus or line or system failure, even if FP, or representatives thereof, are advised of the possibility of such damages, losses or expenses. UNDER NO CIRCUMSTANCES WILL FP’S AGGREGATE LIABILITY, IN ANY FORM OF ACTION WHATSOEVER IN CONNECTION WITH THIS AGREEMENT OR THE USE OF THE SITE, EXCEED THE PRICE PAID BY YOU FOR PRODUCTS PURCHASED FROM THE SITE, OR, IF YOU HAVE NOT PAID FP FOR ANY SERVICES OR PRODUCTS, THE AMOUNT OF TWENTY-FIVE DOLLARS ($25.00).</p>\n<p><strong>No Liability for non-FP Actions</strong>. TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT WILL FP BE LIABLE FOR ANY DAMAGES WHATSOEVER, WHETHER DIRECT, INDIRECT, GENERAL, SPECIAL, COMPENSATORY, AND/OR CONSEQUENTIAL, ARISING OUT OF OR RELATING TO THE CONDUCT OF YOU OR ANYONE ELSE IN CONNECTION WITH THE USE OF THE SITE, INCLUDING WITHOUT LIMITATION, BODILY INJURY, EMOTIONAL DISTRESS, AND/OR ANY OTHER DAMAGES RESULTING FROM ANYONE’S RELIANCE ON INFORMATION OR OTHER CONTENT POSTED ON THE SITE, OR TRANSMITTED TO OR BY ANY USERS OR FP OR PARTNER PARTIES, OR SERVICES, WHETHER ONLINE OR OFFLINE. THIS INCLUDES ANY CLAIMS, LOSSES OR DAMAGES ARISING FROM THE CONDUCT OF USERS WHO HAVE REGISTERED UNDER FALSE PRETENSES OR USERS OR PARTNER PARTIES WHO ATTEMPT TO DEFRAUD OR HARM YOU OR ANY OTHER PERSON.</p>\n<p>In addition to the preceding paragraphs of this section and other provisions of these Terms, any advice that may be posted on the Site is for informational purposes only and is not intended to replace or substitute for any professional financial, medical, legal, psychological, or other advice. FP makes no representations or warranties and expressly disclaims any and all liability concerning any treatment, action by, or effect on any person following the information offered or provided within or through the Site. If you have specific concerns or a situation arises in which you require professional or medical advice, you should consult with an appropriately trained and qualified specialist.</p>\n<p><strong>10.4. Indemnification</strong><br />By agreeing to these Terms, users of the Site agree to indemnify, defend and hold harmless FP and its FP Parties from and against any and all claims, losses, expenses or demands of liability, including reasonable attorneys’ fees and costs incurred by FP and its FP Parties in connection with any claim by a third party (including an intellectual property claim) arising out of (i) materials and content you submit, post or transmit through the Site, or (ii) use of the Site by you in violation of these Terms of Use or in violation of any applicable law. Users further agree that they will cooperate as reasonably required in the defense of such claims. FP and its FP Parties reserve the right, at their own expense, to assume the exclusive defense and control of any matter otherwise subject to indemnification by users, and users shall not, in any event, settle any claim or matter without the written consent of FP. Users further agree to hold harmless FP and its FP Parties from any claim arising from a third party’s use of information or materials of any kind that users post to the Site.</p>\n<p><strong>11. Agreement to Arbitrate</strong><br />You agree that any and all disputes or claims that have arisen or may arise between you and FP or FP Parties, whether relating to these Terms (including any alleged breach thereof), the Site, or otherwise, shall be resolved exclusively through<strong> final and binding arbitration, rather than a court</strong>. Your rights will be determined by a <strong>neutral arbitrator, not a judge or jury</strong>. The Federal Arbitration Act governs the interpretation and enforcement of this Arbitration Agreement.</p>\n<p>Arbitration will be conducted by a neutral arbitrator in accordance with the American Arbitration Association’s (“AAA”) rules and procedures, including the AAA’s Supplementary Procedures for Consumer-Related Disputes (collectively, the “AAA Rules”), as modified by this Arbitration Agreement. For information on the AAA, please visit its website, <a href=\"http://www.adr.org\">http://www.adr.org</a>. Information about the AAA’s Rules and fees for consumer disputes can be found at the AAA’s consumer arbitration page, <a href=\"http://www.adr.org/consumer_arbitration\">http://www.adr.org/consumer_arbitration</a>.</p>\n<p><strong>12. Governing Law and Jurisdiction</strong><br />These Terms shall be governed by and construed in accordance with the law of the State of New Jersey, without regard to principles of conflicts of law.</p>\n<p><strong>13. Miscellaneous</strong><br />The Terms, together with FP’s Privacy Policy, constitute the entire agreement between you and FP in relation to your use of this website and supersede all previous agreements in respect of your use of this website. Nothing in this Agreement shall be construed as making either party the partner, joint venturer, affiliate agent, legal representative, employer, contractor or employee of the other. Neither party shall have, or hold itself out to any third party as having any authority to make any statements, representations or commitments of any kind, or to take any action, that shall be binding on the other, except as provided for herein or authorized in writing by the party to be bound. The invalidity, illegality or unenforceability of any term or provision of these Terms shall in no way effect the validity, legality or enforceability of any other term or provision of these Terms. In the event a term or provision is determined to be invalid or unenforceable, the parties agree to replace such term or provision with a term or provision that is valid and enforceable and that comes closest to expressing the intention of the invalid or unenforceable term or provision, and these Terms shall be enforceable as so modified. Each FP Parties (as defined in Section 1.2) is expressly made a third party beneficiary of this Agreement and may enforce this Agreement directly against you, the non-FP user of the Site or Services. This Agreement will be binding on and will inure to the benefit of the legal representatives, successors and assigns of the parties hereto.</p>\n<p><strong>14.Contact Information</strong><br />If you have any questions or need further information as to the Site provided by FP, or need to notify FP as to any matters relating to the Site please contact FP at:</p>\n<p>Family Promise, Inc.<br />71 Summit Ave.<br />Summit, NJ 07901</p>\n<p>[/et_pb_text][/et_pb_column][/et_pb_row][/et_pb_section]</p>\n",
    "protected": false
  },
  "excerpt": {
    "rendered": "<p><div class='breadcrumb-wrapper'></div>The Terms of Use applicable to the Family Promise, Inc. (the “organization” or “FP”) websites are provided below. If you object to any of the Terms of Use, please do [&hellip;]</p>\n",
    "protected": false
  },
  "author": 1,
  "featured_media": 4350,
  "parent": 0,
  "menu_order": 0,
  "comment_status": "closed",
  "ping_status": "closed",
  "template": "",
  "meta": {
    "_et_pb_use_builder": "on",
    "_et_pb_old_content": "<!-- wp:heading -->\n<h2>Who we are</h2>\n<!-- /wp:heading -->\n\n<!-- wp:paragraph -->\n<p>Our website address is: http://fprefresh.wpengine.com.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:heading -->\n<h2>What personal data we collect and why we collect it</h2>\n<!-- /wp:heading -->\n\n<!-- wp:heading {\"level\":3} -->\n<h3>Comments</h3>\n<!-- /wp:heading -->\n\n<!-- wp:paragraph -->\n<p>When visitors leave comments on the site we collect the data shown in the comments form, and also the visitor’s IP address and browser user agent string to help spam detection.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>An anonymized string created from your email address (also called a hash) may be provided to the Gravatar service to see if you are using it. The Gravatar service privacy policy is available here: https://automattic.com/privacy/. After approval of your comment, your profile picture is visible to the public in the context of your comment.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:heading {\"level\":3} -->\n<h3>Media</h3>\n<!-- /wp:heading -->\n\n<!-- wp:paragraph -->\n<p>If you upload images to the website, you should avoid uploading images with embedded location data (EXIF GPS) included. Visitors to the website can download and extract any location data from images on the website.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:heading {\"level\":3} -->\n<h3>Contact forms</h3>\n<!-- /wp:heading -->\n\n<!-- wp:heading {\"level\":3} -->\n<h3>Cookies</h3>\n<!-- /wp:heading -->\n\n<!-- wp:paragraph -->\n<p>If you leave a comment on our site you may opt-in to saving your name, email address and website in cookies. These are for your convenience so that you do not have to fill in your details again when you leave another comment. These cookies will last for one year.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>If you visit our login page, we will set a temporary cookie to determine if your browser accepts cookies. This cookie contains no personal data and is discarded when you close your browser.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>When you log in, we will also set up several cookies to save your login information and your screen display choices. Login cookies last for two days, and screen options cookies last for a year. If you select \"Remember Me\", your login will persist for two weeks. If you log out of your account, the login cookies will be removed.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>If you edit or publish an article, an additional cookie will be saved in your browser. This cookie includes no personal data and simply indicates the post ID of the article you just edited. It expires after 1 day.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:heading {\"level\":3} -->\n<h3>Embedded content from other websites</h3>\n<!-- /wp:heading -->\n\n<!-- wp:paragraph -->\n<p>Articles on this site may include embedded content (e.g. videos, images, articles, etc.). Embedded content from other websites behaves in the exact same way as if the visitor has visited the other website.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>These websites may collect data about you, use cookies, embed additional third-party tracking, and monitor your interaction with that embedded content, including tracking your interaction with the embedded content if you have an account and are logged in to that website.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:heading {\"level\":3} -->\n<h3>Analytics</h3>\n<!-- /wp:heading -->\n\n<!-- wp:heading -->\n<h2>Who we share your data with</h2>\n<!-- /wp:heading -->\n\n<!-- wp:heading -->\n<h2>How long we retain your data</h2>\n<!-- /wp:heading -->\n\n<!-- wp:paragraph -->\n<p>If you leave a comment, the comment and its metadata are retained indefinitely. This is so we can recognize and approve any follow-up comments automatically instead of holding them in a moderation queue.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:paragraph -->\n<p>For users that register on our website (if any), we also store the personal information they provide in their user profile. All users can see, edit, or delete their personal information at any time (except they cannot change their username). Website administrators can also see and edit that information.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:heading -->\n<h2>What rights you have over your data</h2>\n<!-- /wp:heading -->\n\n<!-- wp:paragraph -->\n<p>If you have an account on this site, or have left comments, you can request to receive an exported file of the personal data we hold about you, including any data you have provided to us. You can also request that we erase any personal data we hold about you. This does not include any data we are obliged to keep for administrative, legal, or security purposes.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:heading -->\n<h2>Where we send your data</h2>\n<!-- /wp:heading -->\n\n<!-- wp:paragraph -->\n<p>Visitor comments may be checked through an automated spam detection service.</p>\n<!-- /wp:paragraph -->\n\n<!-- wp:heading -->\n<h2>Your contact information</h2>\n<!-- /wp:heading -->\n\n<!-- wp:heading -->\n<h2>Additional information</h2>\n<!-- /wp:heading -->\n\n<!-- wp:heading {\"level\":3} -->\n<h3>How we protect your data</h3>\n<!-- /wp:heading -->\n\n<!-- wp:heading {\"level\":3} -->\n<h3>What data breach procedures we have in place</h3>\n<!-- /wp:heading -->\n\n<!-- wp:heading {\"level\":3} -->\n<h3>What third parties we receive data from</h3>\n<!-- /wp:heading -->\n\n<!-- wp:heading {\"level\":3} -->\n<h3>What automated decision making and/or profiling we do with user data</h3>\n<!-- /wp:heading -->\n\n<!-- wp:heading {\"level\":3} -->\n<h3>Industry regulatory disclosure requirements</h3>\n<!-- /wp:heading -->",
    "_et_gb_content_width": ""
  },
  "yoast_head": "<!-- This site is optimized with the Yoast SEO plugin v17.3 - https://yoast.com/wordpress/plugins/seo/ -->\n<title>Terms of Use - Family Promise</title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" />\n<link rel=\"canonical\" href=\"https://familypromise.org/terms-of-use/\" />\n<meta property=\"og:locale\" content=\"en_US\" />\n<meta property=\"og:type\" content=\"article\" />\n<meta property=\"og:title\" content=\"Terms of Use - Family Promise\" />\n<meta property=\"og:description\" content=\"The Terms of Use applicable to the Family Promise, Inc. (the “organization” or “FP”) websites are provided below. If you object to any of the Terms of Use, please do [&hellip;]\" />\n<meta property=\"og:url\" content=\"https://familypromise.org/terms-of-use/\" />\n<meta property=\"og:site_name\" content=\"Family Promise\" />\n<meta property=\"article:publisher\" content=\"https://facebook.com/FamilyPromise\" />\n<meta property=\"article:modified_time\" content=\"2021-05-31T19:24:55+00:00\" />\n<meta property=\"og:image\" content=\"https://familypromise.org/wp-content/uploads/2021/05/programs-services-header2.jpg\" />\n\t<meta property=\"og:image:width\" content=\"1900\" />\n\t<meta property=\"og:image:height\" content=\"800\" />\n<meta name=\"twitter:card\" content=\"summary_large_image\" />\n<meta name=\"twitter:site\" content=\"@fpnational\" />\n<meta name=\"twitter:label1\" content=\"Est. reading time\" />\n\t<meta name=\"twitter:data1\" content=\"20 minutes\" />\n<script type=\"application/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https://schema.org\",\"@graph\":[{\"@type\":\"Organization\",\"@id\":\"https://familypromise.org/#organization\",\"name\":\"Family Promise\",\"url\":\"https://familypromise.org/\",\"sameAs\":[\"https://facebook.com/FamilyPromise\",\"https://www.instagram.com/family.promise\",\"https://youtube.com/FamilyPromise\",\"https://twitter.com/fpnational\"],\"logo\":{\"@type\":\"ImageObject\",\"@id\":\"https://familypromise.org/#logo\",\"inLanguage\":\"en-US\",\"url\":\"https://familypromise.org/wp-content/uploads/2021/08/FP-2021_stacked.png\",\"contentUrl\":\"https://familypromise.org/wp-content/uploads/2021/08/FP-2021_stacked.png\",\"width\":1201,\"height\":679,\"caption\":\"Family Promise\"},\"image\":{\"@id\":\"https://familypromise.org/#logo\"}},{\"@type\":\"WebSite\",\"@id\":\"https://familypromise.org/#website\",\"url\":\"https://familypromise.org/\",\"name\":\"Family Promise\",\"description\":\"Transforming the lives of families experiencing homelessness.\",\"publisher\":{\"@id\":\"https://familypromise.org/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https://familypromise.org/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"@id\":\"https://familypromise.org/terms-of-use/#primaryimage\",\"inLanguage\":\"en-US\",\"url\":\"https://familypromise.org/wp-content/uploads/2021/05/programs-services-header2.jpg\",\"contentUrl\":\"https://familypromise.org/wp-content/uploads/2021/05/programs-services-header2.jpg\",\"width\":1900,\"height\":800,\"caption\":\"Programs & Services\"},{\"@type\":\"WebPage\",\"@id\":\"https://familypromise.org/terms-of-use/#webpage\",\"url\":\"https://familypromise.org/terms-of-use/\",\"name\":\"Terms of Use - Family Promise\",\"isPartOf\":{\"@id\":\"https://familypromise.org/#website\"},\"primaryImageOfPage\":{\"@id\":\"https://familypromise.org/terms-of-use/#primaryimage\"},\"datePublished\":\"2021-05-31T19:20:54+00:00\",\"dateModified\":\"2021-05-31T19:24:55+00:00\",\"breadcrumb\":{\"@id\":\"https://familypromise.org/terms-of-use/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https://familypromise.org/terms-of-use/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https://familypromise.org/terms-of-use/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https://familypromise.org/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Terms of Use\"}]}]}</script>\n<!-- / Yoast SEO plugin. -->",
  "yoast_head_json": {
    "title": "Terms of Use - Family Promise",
    "robots": {
      "index": "index",
      "follow": "follow",
      "max-snippet": "max-snippet:-1",
      "max-image-preview": "max-image-preview:large",
      "max-video-preview": "max-video-preview:-1"
    },
    "canonical": "https://familypromise.org/terms-of-use/",
    "og_locale": "en_US",
    "og_type": "article",
    "og_title": "Terms of Use - Family Promise",
    "og_description": "The Terms of Use applicable to the Family Promise, Inc. (the “organization” or “FP”) websites are provided below. If you object to any of the Terms of Use, please do [&hellip;]",
    "og_url": "https://familypromise.org/terms-of-use/",
    "og_site_name": "Family Promise",
    "article_publisher": "https://facebook.com/FamilyPromise",
    "article_modified_time": "2021-05-31T19:24:55+00:00",
    "og_image": [
      {
        "width": 1900,
        "height": 800,
        "url": "https://familypromise.org/wp-content/uploads/2021/05/programs-services-header2.jpg",
        "type": "image/jpeg"
      }
    ],
    "twitter_card": "summary_large_image",
    "twitter_site": "@fpnational",
    "twitter_misc": { "Est. reading time": "20 minutes" },
    "schema": {
      "@context": "https://schema.org",
      "@graph": [
        {
          "@type": "Organization",
          "@id": "https://familypromise.org/#organization",
          "name": "Family Promise",
          "url": "https://familypromise.org/",
          "sameAs": [
            "https://facebook.com/FamilyPromise",
            "https://www.instagram.com/family.promise",
            "https://youtube.com/FamilyPromise",
            "https://twitter.com/fpnational"
          ],
          "logo": {
            "@type": "ImageObject",
            "@id": "https://familypromise.org/#logo",
            "inLanguage": "en-US",
            "url": "https://familypromise.org/wp-content/uploads/2021/08/FP-2021_stacked.png",
            "contentUrl": "https://familypromise.org/wp-content/uploads/2021/08/FP-2021_stacked.png",
            "width": 1201,
            "height": 679,
            "caption": "Family Promise"
          },
          "image": { "@id": "https://familypromise.org/#logo" }
        },
        {
          "@type": "WebSite",
          "@id": "https://familypromise.org/#website",
          "url": "https://familypromise.org/",
          "name": "Family Promise",
          "description": "Transforming the lives of families experiencing homelessness.",
          "publisher": { "@id": "https://familypromise.org/#organization" },
          "potentialAction": [
            {
              "@type": "SearchAction",
              "target": {
                "@type": "EntryPoint",
                "urlTemplate": "https://familypromise.org/?s={search_term_string}"
              },
              "query-input": "required name=search_term_string"
            }
          ],
          "inLanguage": "en-US"
        },
        {
          "@type": "ImageObject",
          "@id": "https://familypromise.org/terms-of-use/#primaryimage",
          "inLanguage": "en-US",
          "url": "https://familypromise.org/wp-content/uploads/2021/05/programs-services-header2.jpg",
          "contentUrl": "https://familypromise.org/wp-content/uploads/2021/05/programs-services-header2.jpg",
          "width": 1900,
          "height": 800,
          "caption": "Programs & Services"
        },
        {
          "@type": "WebPage",
          "@id": "https://familypromise.org/terms-of-use/#webpage",
          "url": "https://familypromise.org/terms-of-use/",
          "name": "Terms of Use - Family Promise",
          "isPartOf": { "@id": "https://familypromise.org/#website" },
          "primaryImageOfPage": {
            "@id": "https://familypromise.org/terms-of-use/#primaryimage"
          },
          "datePublished": "2021-05-31T19:20:54+00:00",
          "dateModified": "2021-05-31T19:24:55+00:00",
          "breadcrumb": {
            "@id": "https://familypromise.org/terms-of-use/#breadcrumb"
          },
          "inLanguage": "en-US",
          "potentialAction": [
            {
              "@type": "ReadAction",
              "target": ["https://familypromise.org/terms-of-use/"]
            }
          ]
        },
        {
          "@type": "BreadcrumbList",
          "@id": "https://familypromise.org/terms-of-use/#breadcrumb",
          "itemListElement": [
            {
              "@type": "ListItem",
              "position": 1,
              "name": "Home",
              "item": "https://familypromise.org/"
            },
            { "@type": "ListItem", "position": 2, "name": "Terms of Use" }
          ]
        }
      ]
    }
  },
  "_links": {
    "self": [{ "href": "https://familypromise.org/wp-json/wp/v2/pages/4710" }],
    "collection": [{ "href": "https://familypromise.org/wp-json/wp/v2/pages" }],
    "about": [{ "href": "https://familypromise.org/wp-json/wp/v2/types/page" }],
    "author": [
      {
        "embeddable": true,
        "href": "https://familypromise.org/wp-json/wp/v2/users/1"
      }
    ],
    "replies": [
      {
        "embeddable": true,
        "href": "https://familypromise.org/wp-json/wp/v2/comments?post=4710"
      }
    ],
    "version-history": [
      {
        "count": 0,
        "href": "https://familypromise.org/wp-json/wp/v2/pages/4710/revisions"
      }
    ],
    "wp:featuredmedia": [
      {
        "embeddable": true,
        "href": "https://familypromise.org/wp-json/wp/v2/media/4350"
      }
    ],
    "wp:attachment": [
      { "href": "https://familypromise.org/wp-json/wp/v2/media?parent=4710" }
    ],
    "curies": [
      { "name": "wp", "href": "https://api.w.org/{rel}", "templated": true }
    ]
  }
}
